submission_logs/2_1_1_one_middleware_reduced/64/7/0-1/2/memtier/1.log
1         Threads
7         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets           0.00          ---          ---      0.00000         0.00 
Gets        2916.32      2877.08        39.24      2.39200     11654.69 
Waits          0.00          ---          ---      0.00000          --- 
Totals      2916.32      2877.08        39.24      2.39200     11654.69 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
---
GET       0.780         0.00
GET       0.810         0.00
GET       0.830         0.00
GET       0.840         0.00
GET       0.850         0.01
GET       0.860         0.01
GET       0.870         0.01
GET       0.880         0.01
GET       0.890         0.02
GET       0.900         0.03
GET       0.910         0.03
GET       0.920         0.05
GET       0.930         0.06
GET       0.940         0.07
GET       0.950         0.09
GET       0.960         0.13
GET       0.970         0.17
GET       0.980         0.21
GET       0.990         0.26
GET       1.000         0.78
GET       1.100         3.13
GET       1.200         8.05
GET       1.300        15.44
GET       1.400        24.61
GET       1.500        34.44
GET       1.600        43.60
GET       1.700        51.69
GET       1.800        58.63
GET       1.900        64.13
GET       2.000        68.57
GET       2.100        72.00
GET       2.200        74.63
GET       2.300        76.65
GET       2.400        78.25
GET       2.500        79.60
GET       2.600        80.68
GET       2.700        81.58
GET       2.800        82.37
GET       2.900        83.03
GET       3.000        83.64
GET       3.100        84.19
GET       3.200        84.67
GET       3.300        85.09
GET       3.400        85.47
GET       3.500        85.87
GET       3.600        86.26
GET       3.700        86.59
GET       3.800        86.95
GET       3.900        87.26
GET       4.000        87.58
GET       4.100        87.88
GET       4.200        88.21
GET       4.300        88.49
GET       4.400        88.78
GET       4.500        89.04
GET       4.600        89.31
GET       4.700        89.60
GET       4.800        89.86
GET       4.900        90.13
GET       5.000        90.41
GET       5.100        90.68
GET       5.200        90.97
GET       5.300        91.23
GET       5.400        91.53
GET       5.500        91.82
GET       5.600        92.10
GET       5.700        92.39
GET       5.800        92.68
GET       5.900        93.01
GET       6.000        93.34
GET       6.100        93.68
GET       6.200        94.01
GET       6.300        94.35
GET       6.400        94.67
GET       6.500        94.97
GET       6.600        95.28
GET       6.700        95.62
GET       6.800        95.91
GET       6.900        96.24
GET       7.000        96.53
GET       7.100        96.78
GET       7.200        97.05
GET       7.300        97.31
GET       7.400        97.55
GET       7.500        97.75
GET       7.600        97.96
GET       7.700        98.17
GET       7.800        98.33
GET       7.900        98.46
GET       8.000        98.59
GET       8.100        98.69
GET       8.200        98.78
GET       8.300        98.84
GET       8.400        98.90
GET       8.500        98.95
GET       8.600        98.99
GET       8.700        99.04
GET       8.800        99.07
GET       8.900        99.11
GET       9.000        99.15
GET       9.100        99.18
GET       9.200        99.22
GET       9.300        99.25
GET       9.400        99.28
GET       9.500        99.32
GET       9.600        99.34
GET       9.700        99.37
GET       9.800        99.40
GET       9.900        99.41
GET      10.000        99.50
GET      11.000        99.57
GET      12.000        99.61
GET      13.000        99.63
GET      14.000        99.65
GET      15.000        99.66
GET      16.000        99.70
GET      17.000        99.73
GET      18.000        99.76
GET      19.000        99.82
GET      20.000        99.88
GET      21.000        99.91
GET      22.000        99.91
GET      23.000        99.92
GET      24.000        99.92
GET      25.000        99.93
GET      26.000        99.94
GET      27.000        99.96
GET      28.000        99.97
GET      29.000        99.98
GET      30.000        99.98
GET      31.000        99.99
GET      35.000        99.99
GET      36.000        99.99
GET      39.000        99.99
GET      40.000        99.99
GET      46.000       100.00
GET      47.000       100.00
GET      48.000       100.00
GET      49.000       100.00
---